Repository: happy-geeks/wiser
Catalog: FrontEnd/Modules/Translations/Resources/Core/Views/Home/Index.*.resx
Languages: nl

source: Here a data selector or query can be chosen for use in the content of the communication. This data selector or query is performed per receiver and must therefore only retrieve data for that receiver. This is completely optional.
nl: Hier kan een dataselector of query gekozen worden voor gebruik in de inhoud van de communicatie. Deze dataselector of query wordt per ontvanger uitgevoerd en moet dus ook alleen data voor die ontvanger ophalen. Dit is geheel optioneel.

source: Here you can set how the imported items should be linked. The value of the field that will create a link must be the numerical value of an item, i.e. the item ID. Link type what kind of link it will be. The column &quot;Value is the target item&quot; means that the imported item is linked to that item, instead of the item from that link being linked to the imported item. Only rows with a check mark are included in the import. <br /><br />If you want all current links to be replaced, of each item in this import, with the links in this import, check the 'Remove current links' option for the relevant link(s) . This option makes sure that all links of each item in this import are first removed and then the new links are imported. <br /><strong><u>Attention!</u></strong> With this option you may lose links if the supplied import file is not correct.
nl: Hier kan ingesteld worden hoe de geïmporteerde items gekoppeld moeten gaan worden. De waarde van het veld die een koppeling gaat leggen moet de numerieke waarde zijn van een item, ofwel het item ID. Koppeltype wat voor soort link het wordt. De kolom &quot;Waarde is het doelitem&quot; houdt in dat het geïmporteerde item wordt gekoppeld aan dat item, i.p.v. dat het item van die koppeling gekoppeld wordt aan het geïmporteerde item. Alleen rijen met een vinkje worden meegenomen in de import. <br /><br />Indien u wilt dat alle huidige koppelingen worden vervangen, van elk item in deze import, door de koppelingen in deze import, vink zet dan de optie 'Huidige koppelingen verwijderen' aan bij de betreffende koppeling(en). Deze optie zorgt ervoor dat eerst alle koppelingen van elk item in deze import worden verwijderd en daarna de nieuwe koppelingen worden geïmporteerd. <br /><strong><u>Let op!</u></strong> Met deze optie kan het mogelijk zijn dat u koppelingen kwijtraakt, als het aangeleverde import-bestand niet correct is.

source: Hide clear all filters button
nl: Knop om alle filters te wissen verbergen

source: Hide column environment
nl: Kolom omgeving verbergen

source: Hide column id
nl: Kolom id verbergen

source: Hide column link-id
nl: Kolom link-id verbergen

source: Hide column title
nl: Kolom titel verbergen

source: Hide column type
nl: Kolom type verbergen

source: Hide column with additional buttons/actions
nl: Kolom met extra knoppen/acties verbergen

source: Hide create new item button
nl: Knop nieuw item aanmaken verbergen

source: Hide deselect all button
nl: Knop alles deselecteren verbergen

source: Hide export to Excel button
nl: Knop exporteren naar Excel verbergen

source: Hide if no link
nl: Verbergen indien geen link

source: Hide link existing items button
nl: Knop bestaande items linken verbergen

source: Hide number of results
nl: Aantal resultaten verbergen

source: Hide select all button
nl: Knop alles selecteren verbergen

source: Hide title field when opening item
nl: Titelveld bij openen van item verbergen

source: Highest value (MAX)
nl: Hoogste waarde (MAX)

source: History
nl: Historie

source: Hotkey (access key)
nl: Sneltoets (access key)

source: How and where on the page should this CSS-template be added?
nl: Hoe en waar op de pagina moet deze CSS-template toegevoegd worden?

source: How and where on the page should this Javascript-template be added?
nl: Hoe en waar op de pagina moet deze javascript-template toegevoegd worden?

source: How and where on the page should this SCSS-template be added?
nl: Hoe en waar op de pagina moet deze SCSS-template toegevoegd worden?

source: How long should the cache be kept? If this value is 0 or less, the setting 'GCL.DefaultTemplateCacheDuration' will be used for the appsettings.json.
nl: Hoe lang moet de cache bewaard blijven? Indien deze waarde 0 of kleiner is, wordt de instelling "GCL.DefaultTemplateCacheDuration" gebruikt van de appsettings.json.

source: HTML editor - formatting
nl: HTML editor - opmaak

source: Icon
nl: Icoon

source: Icon expanded
nl: Icoon uitgeklapt

source: If a pre-load query has been filled in below and this query does not give a result, a 404 can be shown to the visitor.
nl: Indien hieronder een pre-load query is ingevuld en deze query geeft geen resultaat, dan kan er een 404 getoond worden aan de bezoeker.

source: If a valid regex is entered here, this header or footer will only be used for URLs that match this regex.
nl: Indien hier een geldige regex is ingevuld, wordt deze header of footer alleen gebruikt voor URL's die voldoen aan deze regex.

source: If a valid regex is entered here, this template will only be cached for URLs that match this regex.
nl: Indien hier een geldige regex is ingevuld, wordt deze template alleen gecached voor URL's die voldoen aan deze regex.

source: If the results of the query should be grouped, enter the column by which to group.
nl: Indien de resultaten van de query gegroepeerd moeten worden, vul dan hier de kolom in waarop gegroepeerd moet worden.

source: If the results of the query should be grouped, enter the prefix here for all columns that are from sub-items. These relevant columns must then start with this value in the results of the query.
nl: Indien de resultaten van de query gegroepeerd moeten worden, vul dan hier de prefix in voor alle kolommen die van sub-items zijn. Deze betreffende kolommen moeten dan in de resultaten van de query beginnen met deze waarde.

source: If there is CSS from a CDN or similar, needs to be loaded, its URLs can be entered here.
nl: Indien er CSS van een CDN o.i.d. geladen moet worden, kunnen de URL's daarvan hier ingevuld worden.

source: If there is javascript from a CDN or similar, needs to be loaded, its URLs can be entered here.
nl: Indien er javascript van een CDN o.i.d. geladen moet worden, kunnen de URL's daarvan hier ingevuld worden.

source: If you select a mail template and a language (if you have multilingual in Wiser) above, that template will automatically be filled here. The mail can then be changed if you want to deviate from the chosen template. Dynamic values ​​can be used here that come from a data selector or query, these dynamic values ​​must be inside braces (for example: '{firstName}'). You can see which values ​​you can enter here in the data selector module. Open the relevant data selector there and click on the button 'Show result', there you will see a JSON object and all values ​​that are there can be used here.
nl: Indien u hierboven een mailtemplate en een taal (indien u meertaligheid heeft in Wiser) selecteert, wordt die template automatisch hier gevuld. De mail kan dan vervolgens nog aangepast worden indien u wilt afwijken van de gekozen template. Hier kunnen dynamische waardes ingezet worden die uit een dataselector of query komen, deze dynamische waardes moeten binnen accolades staan (bijoorbeeld: "{firstName}"). Welke waardes u hier kunt invullen, kunt u zien in de dataselectormodule. Open daar de betreffende dataselector en klik op de knop "Toon resultaat", daar ziet u dan een JSON object en alle waardes die daarin staan kunt u hier gebruiken.

source: Images
nl: Afbeeldingen

source: Import link properties
nl: Importeren eigenschappen van koppelingen

source: Import links
nl: Importeren koppelingen

source: Import properties
nl: Importeren eigenschappen

source: In addition, the following database users have been created:
nl: Verder zijn nog de volgende databasegebruikers aangemaakt:

source: In memory
nl: In geheugen

source: In progress
nl: In behandeling

source: In this case no http(s) need to be added and no slash or similar at the end. Only the customer's primary domain.
nl: In dit geval moet er géén http(s) toegevoegd worden en ook geen slash o.i.d. aan het einde. Alleen het hoofddomein van de klant.

source: InputType
nl: Invoertype

source: Insert
nl: Invoegen

source: Insert mode
nl: Invoegmodus

source: is between
nl: is tussen

source: is empty
nl: is leeg

source: is equal to
nl: is gelijk aan

source: Is folder
nl: Is map

source: is greater than
nl: is groter dan

source: is greater than or equal to
nl: is hoger dan of gelijk aan

source: is less than
nl: is kleiner dan

source: is less than or equal to
nl: is kleiner dan of gelijk aan

source: Is multilingual
nl: Is meertalig

source: is not empty
nl: is niet leeg

source: is not equal to
nl: is ongelijk aan

source: Is this a SCSS template which is used by means of an import in other SCSS templates?
nl: Is dit een SCSS template welke dmv een import in andere SCSS templates gebruikt wordt?

source: Item selection options
nl: Item selectie opties

source: Items cannot be edited in the line
nl: Items kunnen niet in de rij aangepast worden

source: Items cannot be opened
nl: Items kunnen niet geopend worden

source: Label style
nl: Label stijl

source: Label width
nl: Breedte label

source: Language
nl: Taal

source: Language code
nl: Taalcode

source: Last month
nl: Vorige maand

source: Last X items
nl: Laatste X items

source: Last year
nl: Vorig jaar

source: Layer 0 is a special case; If you only have a single layer, then layer 0 is the one and only layer that you need. If you have more than 1 layers, then layer 0 is where you can add a global header, footer and no-data template. Layer 1 and higher are the templates that correspond with the layers that the query returns.
nl: Laag 0 is een speciaal geval; Als u maar één laag hebt, dan is laag 0 de enige laag die u nodig hebt. Als u meer dan 1 laag heeft, kunt u in laag 0 een globale header, footer en no-data template toevoegen. Laag 1 en hoger zijn de templates die overeenkomen met de lagen die de query retourneert.

source: Left
nl: Links

source: Limited formatting + layout (align and tables)
nl: Beperkte opmaak + lay-out (uitlijnen en tabellen)

source: Limited formatting + layout (align and tables) + templates
nl: Beperkte opmaak + lay-out (uitlijnen en tabellen) + templates

source: Limited formatting only
nl: Alleen beperkte opmaak

source: Link type number
nl: Link type nummer

source: Link type/
nl: Koppeltype

source: Linked (S)CSS templates
nl: Gekoppelde (S)CSS templates

source: Linked JS templates
nl: Gekoppelde JS templates

source: Linked Templates:
nl: Gekoppelde Templates:

source: List of entities
nl: Lijst van entiteiten

source: Load in Wiser HTML editors
nl: Laden in Wiser HTML-editors

source: Load on every page
nl: Laden op iedere pagina

source: Loading data unsecured
nl: Data onbeveiligd inladen

source: Log out
nl: Uitloggen

source: Logged in time
nl: Ingelogde tijd

source: Lowest value (MIN)
nl: Laagste waarde (MIN)

source: Make available for rendering
nl: Beschikbaar maken voor rendering

source: Make available in communication module
nl: Beschikbaar maken in communicatiemodule

source: Make available in export module
nl: Beschikbaar maken in exportmodule

source: Make your choice...
nl: Maak uw keuze...

source: Match against
nl: Matchen tegen

source: Match columns
nl: Matchen kolommen

source: Maximum value
nl: Maximale waarde

source: Method
nl: Methode

source: Minimum time
nl: Minimale tijd

source: Minimum value
nl: Minimale waarde

source: Module ID
nl: ID van de module

source: Module name
nl: Naam van de module

source: monday
nl: maandag

source: month/months
nl: maand/maanden

source: Multiple files
nl: Meerdere bestanden

source: Name
nl: Naam

source: Name for item
nl: Naam voor item

source: Name reciever
nl: Naam ontvanger

source: New
nl: Nieuw

source: New role
nl: Nieuwe rol

source: Newly created
nl: Nieuw aangemaakt

source: No aggregation
nl: Geen aggregatie

source: no caching
nl: geen caching

source: No entities found. Please contact us.
nl: Geen entiteiten gevonden. Neem a.u.b. contact op met ons.

source: No filter
nl: Geen filter

source: No formatting
nl: Geen formatting

source: No item selected yet
nl: Nog geen item geselecteerd

source: No pairing types found.
nl: Geen koppeltypes gevonden.

source: No status
nl: Geen status

source: Normal
nl: Normaal

source: Note: with items <strong>alle</strong> linked items are always included!
nl: Let op: bij items worden ook altijd <strong>alle</strong> gekoppelde items meegenomen!

source: Nothing
nl: Niets

source: Number of decimals
nl: Aantal decimalen

source: Number of Items:
nl: Aantal items:

source: Number of logins
nl: Aantal logins

source: Number of users:
nl: Aantal gebruikers:

source: Numeric
nl: Numeriek

source: Object instead of array
nl: Object i.p.v. array

source: Old
nl: Oud

source: On
nl: Op

source: On hard disk
nl: Op harde schijf

# One or more fixed receivers
source: One or more fixed receivers (e-mail address or mobile phone number). Enter multiple values ​​(these may be separated by commas, semicolons and/or enters).
nl: Een of meerdere vaste ontvangers (e-mailadres of GSM-nummer). Vul meerdere waardes in (deze mogen gescheiden worden door komma's, puntkomma's en/of enters).

source: Only fields that do not yet contain a value in the target languages will be translated. This functionality will never overwrite entered values.
nl: Alleen velden die nog geen waarde bevatten in de doeltalen, zullen vertaald worden. Deze functionaliteit zal nooit ingevulde waardes overschrijven.

source: Only the subdomain, with lowercase letters, for example 'happygeeks'. This is required for Wiser customers, who must be able to log in via a subdomain, such as 'happygeeks.wiser.nl'.
nl: Alleen het subdomein, met kleine letters, bijvoorbeeld 'happygeeks'. Dit is verplicht voor Wiser klanten, die moeten kunnen inloggen via een subdomein, zoals 'happygeeks.wiser.nl'.

source: Open
nl: Openen

source: Open branch
nl: Branch openen

source: Open changes
nl: Openstaande wijzigingen

source: Open existing communication
nl: Bestaande communicatie-uiting openen

source: Open scheduling
nl: Openstaande agenderingen

source: Open url in
nl: Url openen in

source: Open window
nl: Open venster

source: Open Wiser item
nl: Wiser item openen

source: Optional
nl: Optioneel

source: Options
nl: Opties

source: Options JSON
nl: Opties JSON

source: OR
nl: OF

source: Order by
nl: Orderen

source: Original changed on
nl: Origineel gewijzigd op

source: Others
nl: Overige

source: Outcome data selector
nl: Uitkomst dataselector

source: Overview
nl: Overzicht

source: Parent objects
nl: Bovenliggende objecten

source: PDF background field name
nl: PDF veldnaam achtergrond

source: PDF document options dield name
nl: PDF document opties veldnaam

source: PDF file name
nl: PDF bestandsnaam

source: Phone number selector
nl: Telefoonnummer selector

source: Port number
nl: Poortnummer

source: Prepare import
nl: Import klaarzetten

source: Price per month:
nl: Prijs per maand:

source: Print
nl: Printen

source: Properties
nl: Eigenschappen

source: Property name
nl: Eigenschap naam

source: Published Environment
nl: Gepubliceerde omgeving

source: Query after insert
nl: Query na toevoegen

source: Query after update
nl: Query na bewerken

source: Query before delete
nl: Query na verwijderen

source: Query before update
nl: Query voor het bijwerken

source: Query description
nl: Beschrijving van de query

source: Query for the number of records
nl: Query voor het aantal records

source: Random X items
nl: Willekeurig X items

source: Read only
nl: Alleen lezen

source: Read-only field
nl: Alleen lezen veld

source: Receivers
nl: Ontvangers

source: reciever email address
nl: E-mailadres ontvanger

source: Recurring
nl: Periodiek

source: Recurring date
nl: Periode

source: Refresh grid after line edit
nl: Ververs grid na aanpassing in rij

source: Regex for Path
nl: Regex voor pad

source: Regex validation
nl: Regex validatie

source: Reload item
nl: Item verversen

source: Remember filters per user
nl: Filters onthouden per gebruiker

source: Remove layer
nl: Laag verwijderen

source: Remove profile
nl: Verwijder profiel

source: Rename file
nl: Bestand hernoemen

source: Rename image
nl: Afbeelding hernoemen

source: Rename template
nl: Template hernoemen

source: Repeat your new password
nl: Nogmaals uw nieuwe wachtwoord

source: Report bug!
nl: Bug melden!

source: Required field
nl: Verplicht veld

source: Restore branch
nl: Branch terugzetten

source: Restore existing branch to production
nl: Bestaande branch terugzetten naar productie

source: Return 404 status if pre-load query has no results
nl: Geef 404 status indien pre-load query geen resultaten heeft

source: Reverse
nl: Omdraaien

source: Right
nl: Rechts

source: Roles
nl: Rollen

source: Roles that are allowed to execute this data selector via the API
nl: Rollen die deze data selector mogen uitvoeren via de API

source: Roles that have permissions on the query
nl: Rollen die permisies hebben op de query

source: saturday
nl: zaterdag

source: Save
nl: Opslaan

# Save &amp;amp; close
source: Save &amp; close
nl: Opslaan &amp; sluiten

# Save &amp;amp; deploy to test environment
source: Save &amp; deploy to test environment
nl: Opslaan &amp; deploy naar test-omgeving

source: Save and close
nl: Opslaan en sluiten

source: Save and create new item
nl: Opslaan en nieuw item maken

source: Save as PDF
nl: Opslaan als PDF

source: Save history
nl: Geschiedenis opslaan

source: Save profile
nl: Profiel opslaan

source: Save profile as...
nl: Profiel opslaan als...

source: Save title as SEO
nl: SEO titel opslaan

source: Save value of this field also as search engine friendly text
nl: Waarde van dit veld ook opslaan als zoekmachine-vriendelijke tekst

source: Saving Changes
nl: Wijzigingen opslaan

source: Scheduling history
nl: Agendering historie

source: Schema name
nl: Schemanaam

source: Search in fields
nl: Zoek in velden

# Search in title
source: Search in titel
nl: Zoeken in titel

source: Search-counter-query
nl: Zoek-teller-query

source: Search-query
nl: Zoek-query

source: Security key
nl: Beveligingssleutel

source: Security method
nl: Beveiligingsmethode

source: Select a component
nl: Selecteer een component

source: Select a data file... (max. 25 MB)
nl: Selecteer een data-bestand... (max. 25 MB)

source: Select a data selector
nl: Selecteer een dataselector

source: Select a query
nl: Selecteer een query

source: Select a ZIP file with images... (max. 400 MB)
nl: Selecteer een ZIP-bestand met afbeeldingen... (max. 400 MB)

source: Select or add entity
nl: Entiteit selecteren of toevoegen

source: Select or add module
nl: Module selecteren of toevoegen

source: Select or add query
nl: Query selecteren of toevoegen

source: Select period
nl: Selecteer periode

source: Select required data
nl: Selecteer benodigde gegevens

source: Select required information from links
nl: Selecteer benodigde gegevens van koppelingen

source: Select the branch you want to open
nl: Selecteer de branch die u wilt openen

source: Select the branch you want to synchronize first
nl: Selecteer eerst de branch die u wilt synchroniseren

source: Select the languages which all fields should be translated to. You can leave this field empty if you want to use all languages (that are set in the Master data module).
nl: Kies hier de talen waarin alle velden vertaald moeten worden. U kunt dit veld leeglaten indien u alle talen (die ingesteld staan in de Stamgegevensmodule) wilt gebruiken.

source: Select the receivers via a data selector.
nl: Selecteer de ontvangers via een dataselector.

source: Select the receivers via a preset query.
nl: Selecteer de ontvangers via een vooraf ingestelde query.

source: Select to synchronize Wiser data
nl: Selecteer te synchroniseren Wiser data

source: Selection
nl: Selectie

source: Send
nl: Verzenden

source: Send on
nl: Verstuur op

source: Send pattern
nl: Verzendpatroon

source: Send time
nl: Verzendtijd

source: Sender email address
nl: E-mailadres verzender

source: Sender name
nl: Naam verzender

source: server caching full template (based on full URL, including domain and query string)
nl: server caching volledige template (obv volledige URL, inclusief domein en querystring)

source: server caching full template (per SEO friendly URL + query string combination different)
nl: server caching volledige template (per SEO vriendelijke URL + querystring combinatie verschillend)

source: server caching full template (per SEO friendly URL different)
nl: server caching volledige template (per SEO vriendelijke URL verschillend)

source: server caching full template (regardless of URL)
nl: server caching volledige template (ongeacht URL)

source: Set 0 for no limit
nl: Stel 0 in voor geen limiet

source: Set a limit
nl: Stel een limiet in

source: Set current date as default
nl: Huidige datum als default invullen

source: Set the sort order
nl: Stel de sorteervolgorde in

source: Settings
nl: Instellingen

source: Shopping baskets
nl: Winkelmandjes

source: Should caching be enabled for this template? If yes, what kind of caching. For example, caching can be the same for all URLs, or separate cache per URL/querystring.
nl: Moet caching ingeschakeld worden voor deze template? Zo ja, wat voor caching. Caching kan bijvoorbeeld hetzelfde zijn voor alle URL's, of per URL/querystring aparte cache.

source: Show added by column
nl: Toon toegevoegd door kolom

source: Show added on column
nl: Toon toegevoegd op kolom

source: Show all items, instead of only linked items
nl: Toon alle items, i.p.v. alleen gekoppelde items

source: Show changed on column
nl: Toon gewijzigd op kolom

source: Show everything
nl: Alles tonen

source: Show in communication module
nl: Tonen in communicatiemodule

source: Show in export module
nl: Tonen in exportmodule

source: Show in overview tab
nl: Tonen in overzicht

source: Show in search
nl: Tonen bij zoeken

source: Show in tree view
nl: Tonen in tree view

source: Show JSON
nl: Toon JSON

source: Show less
nl: Minder tonen

source: Show query
nl: Toon query

source: Show related videos
nl: Gerelateerde video's weergeven

source: Show result
nl: Toon resultaat

source: Show text if no link
nl: Tekst tonen indien geen link

source: Show title field
nl: Toon titel veld

source: Size in pixels
nl: Grootte in pixels

source: Sorting
nl: Sortering

source: Source language
nl: Brontaal

source: Start actions
nl: Start acties

source: Start creating new branch
nl: Start aanmaken nieuwe branch

source: Start date and time
nl: Startdatum en -tijd

source: Start directly
nl: Direct starten

source: Start on:
nl: Starten op:

source: Start restore procedure
nl: Start terugzet procedure

source: starts with
nl: begint met

source: Step value
nl: Stapwaarde

source: Stretch
nl: Uitrekken

source: Subject
nl: Onderwerp

source: Sum of values (SUM)
nl: Som van waardes (SUM)

source: sunday
nl: zondag

source: Table
nl: Tabel

source: Table name prefix
nl: Tabelnaam voorvoegsel

source: Tabname
nl: Tabnaam

source: Target languages
nl: Doeltalen

source: Task description
nl: Taakomschrijving

source: Text
nl: Tekst

source: Text on button
nl: Tekst op knop

source: Text only
nl: Alleen tekst

source: The column in the query that contains the key for the object.
nl: De kolom in de query die de key voor het object bevat.

source: The column in the query that contains the value for the object.
nl: De kolom in de query die de value voor het object bevat.

source: The customer has been successfully created and has ID '
nl: De klant is successvol aangemaakt en heeft als ID '
