Repository: happy-geeks/wiser
Catalog: FrontEnd/Modules/Translations/Resources/Core/Views/Home/Index.*.resx
Languages: nl

source: (De)selecting an item in this list will be immediately processed in the system.
nl: Het (de)selecteren van een item in deze lijst wordt direct verwerkt in het systeem.

source: A customer with this name already exists. Please choose another name.
nl: Er bestaat al een klant met deze naam. Kies a.u.b. een andere naam.

source: A customer with this subdomain already exists. Please choose another subdomain.
nl: Er bestaat al een klant met dit subdomein. Kies a.u.b. een ander subdomein.

source: A description of the image.
nl: Een beschrijving van de afbeelding.

source: A new branch can be created here. A branch is a (partial) copy of your database. This can be used to safely implement changes in Wiser and test in a separate environment. After you've finished testing, you can rollback the changes in a branch back to the production environment.
nl: Hier kan een nieuwe branch gemaakt worden. Een branch is een (deel-)kopie van uw database. Dit kan gebruikt worden om wijzigingen in Wiser op een veilige manier door te voeren en te testen in een aparte omgeving. Nadat u klaar bent met testen, kunt u de wijzigingen in een branch weer terugzetten naar de productie-omgeving

source: Acceptance
nl: Acceptatie

source: Accepted entity(ies)
nl: Geaccepteerde entiteit(en)

source: Action
nl: Actie

source: Action button
nl: Actieknop

source: Actions
nl: Acties

source: Active
nl: Actief

source: Active branch
nl: Actieve branch

source: Add
nl: Toevoegen

source: Add a task
nl: Voeg een taak toe

source: Add checkboxes to grid
nl: Checkboxen toevoegen aan grid

source: Add child object
nl: Onderliggend object toevoegen

source: Add customer
nl: Klant toevoegen

source: Add file
nl: Bestand toevoegen

source: Add folder
nl: Map toevoegen

source: Add having
nl: Having toevoegen

source: Add icon
nl: Icoon toevoegen

source: Add image
nl: Afbeelding toevoegen

source: Add layer
nl: Laag toevoegen

source: Add new file
nl: Nieuw bestand toevoegen

source: Add new folder
nl: Nieuw map toevoegen

source: Add new image
nl: Nieuwe afbeelding toevoegen

source: Add new template
nl: Nieuwe template toevoegen

source: Add new Wiser account...
nl: Nieuwe Wiser account toevoegen...

source: Add parent object
nl: Bovenliggend object toevoegen

source: Add scope
nl: Scope toevoegen

source: Add template
nl: Template toevoegen

source: Add users
nl: Gebruikers toevoegen

source: Added by
nl: Toegevoegd door

source: Added on
nl: Toegevoegd op

source: Adjust widths
nl: Breedtes aanpassen

source: Advanced
nl: Geavanceerd

source: Aggregation
nl: Aggregatie

source: Aggregation-settings
nl: Aggregatie-instellingen

source: All below
nl: Alle onderstaande

source: All branches
nl: Alle branches

source: All options
nl: Alle opties

source: Allow full screen
nl: Volledig scherm toestaan

source: Allowed extensions
nl: Toegestane extensies

source: Allows you to insert a translation word. This word is then automatically translated on the website into the language the user has chosen. These translation words can be entered in the 'Translations' module.
nl: Hiermee kan een vertaalwoord ingevoegd worden. Dit woord wordt dan automatisch op de website vertaald naar de taal die de gebruiker heeft gekozen. Deze vertaalwoorden kunnen in de module "Vertalingen" ingevuld worden.

source: Also find deleted items
nl: Ook verwijderde items zoeken

source: Alt text
nl: Alt tekst

source: Amount
nl: Aantal

source: Amount of items:
nl: Aantal items:

source: An existing branch can be opened here.
nl: Hier kan een bestaande branch geopend worden.

source: Anchor position
nl: Ankerpositie

source: and
nl: en

source: and give permission on that page.
nl: en geef toestemming op die pagina.

source: Anything added after X
nl: Alles wat toegevoegd is na X

source: Anything added between X and Y
nl: Alles wat toegevoegd is tussen X en Y

source: Apply
nl: Toepassen

source: Approve
nl: Keur goed

source: Approving a conflict means that the modification of the selected branch will be used and the value in the original/production branch will be overwritten and thus lost. Rejecting a change is the other way around, the change from the original/production branch will be kept and the change from the selected branch will be lost.
nl: Het goedkeuren van een conflict betekent dat de aanpassing van de geselecteerde branch wordt gebruikt en de waarde in de originele/productie branch wordt overschreven en dus verloren gaat. Het afkeuren van een wijziging is andersom, dan wordt de wijziging van de originele/productie branch behouden en gaat de wijziging van de geselecteerde branch verloren.

source: Archive
nl: Archief

source: Ask when deleting item to Confirm
nl: Bevestiging vragen bij verwijderen van item

source: Attachments
nl: Extra bijlagen

source: Attention!
nl: Let op!

source: Attention:
nl: Let op:

source: ATTENTION: not all conflicts have have been approved or denied yet!
nl: LET OP: nog niet alle conflicten hebben een akkoord of deny toegekend gekregen!

source: Auto play
nl: Automatisch afspelen

source: Automatically save item when the value of this field is changed
nl: Item automatisch opslaan wanneer de waarde van dit veld wordt aangepast

source: Average value (AVG)
nl: Gemiddelde waarde (AVG)

source: Back
nl: Terug

source: Bottom
nl: Onder

source: Bottom-left
nl: Linksonder

source: Bottom-right
nl: Rechtsboven

source: Branche changed on
nl: Branche gewijzigd op

source: Button icon
nl: Knop icoon

source: Button text
nl: Knop text

source: by
nl: door

source: By default, a JSON array of objects is always created for the results of the query. If this option is enabled, one object will be created with keys and values.
nl: Standaard wordt er altijd een JSON array met objecten gemaakt voor de resultaten van de query. Indien deze optie aan staat, wordt er één object gemaakt met keys en values.

source: Cache location
nl: Cache locatie

source: Cache number of minutes
nl: Cache aantal minuten

source: Cancel
nl: Annuleren

source: cancel subscription?
nl: abonnement stopzetten?

source: Center
nl: Midden

source: Change
nl: Wijzigen

source: Change date branch
nl: Wijzigingsdatum branch

source: Change date original
nl: Wijzigingsdatum origineel

source: Change HTML
nl: HTML wijzigen

source: Change password
nl: Wachtwoord wijzigen

source: Changed
nl: Gewijzigd

source: Changed by
nl: Gewijzigd door

source: Changed on
nl: Gewijzigd op

source: Check this box if the customer also gets a configurator. Then will entities be added for, for example, configuration and configurationlines.
nl: Zet dit vinkje aan indien de klant ook een configurator krijgt. Dan worden extra entiteiten toegevoegd voor bijvoorbeeld configuration en configurationlines.

source: Check this box if the customer also gets a webshop. Then exstra entities will be added for, for example, shipping methods, VAT rules, etc.
nl: Zet dit vinkje aan indien de klant ook een webshop krijgt. Dan worden extra entiteiten toegevoegd voor bijvoorbeeld verzendmethodes, btw-regels etc.

source: Check this box if the customer's website will be multilingual. Then will the translations module and associated entity be added.
nl: Zet dit vinkje aan indien de website van de klant meertalig wordt. Dan wordt de vertalingenmodule en bijbehorende entiteit toegevoegd.

source: Checked
nl: Aangevinkt

source: Child objects
nl: Onderliggende objecten

source: Choose a component
nl: Kies een component

source: Choose a data type...
nl: Kies een datatype...

source: Choose a format...
nl: Kies een formatting...

source: Choose a language code...
nl: Kies een taalcode...

source: Choose a status...
nl: Kies een status...

source: Choose a table
nl: Kies een tabel

source: Choose a time when the import should be started. If no value is entered, or a moment in the past, the import will be started as soon as possible.
nl: Kies een moment waarop de import gedaan moet worden. Indien er geen waarde wordt ingevuld, of een moment in het verleden, zal de import zo snel mogelijk gestart worden.

source: Choose a time when there are not many users, for example at night, because importing data is a heavy process.
nl: Kies een moment uit waarop er niet veel gebruikers zijn, bijvoorbeeld in de nacht, omdat het importeren van data een zwaar proces is.

source: Choose an entity type
nl: Kies een entiteit-type

source: Choose an event
nl: Kies een event

source: Choose in the column &quot;Import to&quot; the entity type of the items in the import file. This will automatically be filled in all other rows. At specification name, a choice will have to be made for each property to be imported. Only rows with a check mark are included in the import.
nl: Kies in de kolom &quot;Importeren naar&quot; het entiteit-type van de items in het importbestand. Deze wordt daarna automatisch gevuld bij alle andere rijen. Bij specificatienaam zal er vervolgens per eigenschap die geïmporteerd moet worden een keuze gemaakt moeten worden. Alleen rijen met een vinkje worden meegenomen in de import.

source: Choose in the column &quot;Linktype&quot; the link type of the items in the import file. This allows values to be filled that are stored with a link between 2 items. In Wiser, these fields can always be found on the 'Fields from link' tab. At specification name, a choice will have to be made for each property to be imported. Only rows with a check mark are included in the import.
nl: Kies in de kolom &quot;Koppeltype&quot; het koppeltype van de items in het importbestand. Hiermee kunnen waardes gevuld worden die opgeslagen worden bij een koppeling tussen 2 items. In Wiser zijn deze velden altijd te vinden op het tabblad "Velden vanuit koppeling". Bij specificatienaam zal er vervolgens per eigenschap die geïmporteerd moet worden een keuze gemaakt moeten worden. Alleen rijen met een vinkje worden meegenomen in de import.

source: Choose one of the existing communications to open and edit.
nl: Kies een van de bestaande communicatie-uitingen om te openen en te bewerken.

source: Choose the entities between which links should be removed and choose the properties of values which should match the supplied data.
nl: Kies de entiteiten waartussen koppelingen moeten worden verwijderd en kies de eigenschapen waarvan de waardes overeen moeten komen met de aangeleverde gegevens.

source: Choose the entity of the items to be deleted.
nl: Kies de entititeit van de items die verwijderd moeten worden.

source: Choose the language that serves as the source here. All fields on this item with this language will then be translated into other languages.
nl: Kies hier de taal die als bron dient. Alle velden op dit item met deze taal zullen dan vertaald worden in andere talen.

source: Choose the link type which is linked and you want to delete. The supplied file can contain the IDs of both the origin and the destination.
nl: Kies het koppelingstype waarmee de koppeling is gelegd die je wilt verwijderen. Het aangeleverde bestand kan de ids van zowel de oorsprong als de bestemming bevatten.

source: Choose the property of the value which should match the supplied data.
nl: Kies de eigenschap waarvan de waarde overeen moet komen met de aangeleverde gegevens.

source: Choose users...
nl: Kies gebruikers...

source: Clear cache
nl: Cache legen

source: Clear website cache
nl: Cache van website legen

source: Click 'Add' to add a field to the entity
nl: Klik op toevoegen om een veld toe te voegen aan de entiteit

source: close module
nl: module sluiten

source: Color
nl: Kleur

source: Column name with key
nl: Kolomnaam met key

source: Column name with value
nl: Kolomnaam met value

source: Communication
nl: Communicatie

source: Complete
nl: Afronden

source: Complete HTML pages
nl: Complete HTML pagina's

source: Completed
nl: Afgerond

source: Component mode
nl: Componentmodus

source: Configurators
nl: Configuratoren

source: Conflicts
nl: Conflicten

source: conflicts approved
nl: conflicten akkoord

source: contains
nl: bevat

source: Content property name
nl: Content property naam

source: Content SMS
nl: Inhoud SMS

source: Content
nl: Inhoud

source: Continue
nl: Verder

source: Copy Branch URL
nl: Branch URL kopiëren

source: Copy to other languages
nl: Kopiëren naar andere talen

source: Count results (COUNT)
nl: Telling resultaten (COUNT)

source: Count unique results (COUNT DISTINCT)
nl: Telling unieke resultaten (COUNT DISTINCT)

source: Create a new automatic communication message. Determine recipients and the content of the e-mail and/or text messages.
nl: Maak een nieuwe automatische communicatie-uiting aan. Bepaald ontvangers en de inhoud van de e-mail en/of SMS-berichten.

source: Create a new communication
nl: Nieuwe communicatie-uiting aanmaken

source: Create another customer
nl: Nog een klant aanmaken

source: Create branch
nl: Branch maken

source: Create new branch
nl: Nieuwe branch maken

source: Create new database schema
nl: Nieuw databaseschema maken

source: Create new item (SHIFT+N)
nl: Nieuw item aanmaken (SHIFT+N)

source: Create new one
nl: Nieuwe aanmaken

source: Crop
nl: Knippen

source: Culture
nl: Cultuur

source: Current date
nl: Huidige datum

source: Current month
nl: Huidige maand

source: Current subscription:
nl: Huidige abonnement:

source: Current year
nl: Dit jaar

source: customer.happygeeks.dev
nl: klant.happygeeks.dev

source: Data file
nl: Data-bestand

source: Data file or URL
nl: Data-bestand of URL

source: Data Selector for export module
nl: Data Selector voor export module

source: Data source
nl: Databron

source: Data
nl: Gegevens

source: Date and time
nl: Datum en tijd

source: Date:
nl: Datum:

source: Day of the month
nl: Dag van de maand

source: Default value
nl: Standaardwaarde

source: Delete
nl: Verwijderen

source: Delete communication
nl: Communicatie verwijderen

source: Delete easily multiple items within Wiser.
nl: Verwijder gemakkelijk meerdere items binnen Wiser.

source: Delete file
nl: Bestand verwijderen

source: Delete image
nl: Afbeelding verwijderen

source: Delete items
nl: Item verwijderen

source: Delete items/
nl: Verwijderen items

source: Delete links
nl: Verwijderen koppelingen

source: Delete role
nl: Rol verwijderen

source: Delete template
nl: Template verwijderen

source: Delete this branch after successful merging
nl: Verwijder deze branche na succesvol mergen

source: Deleted
nl: Verwijderd

source: Deletion of items
nl: Verwijderen van items

source: Dependency
nl: Afhankelijkheid

source: Deploy to acceptance
nl: Deploy naar acceptatie

source: Deploy to selected branch
nl: Deploy naar geselecteerde branch

source: Deploy to test
nl: Deploy naar test

source: Description
nl: Omschrijving

source: Description of the task...
nl: Omschrijving van de taak...

source: Desired height (in pixels)
nl: Gewenste hoogte (in pixels)

source: Desired language code
nl: Gewenste language-code

source: Desired width (in pixels)
nl: Gewenste breedte (in pixels)

source: Different format
nl: Ander format

source: Disable minifier
nl: Minifier uitschakelen

source: Disapprove
nl: Keur af

source: does not begin with
nl: begint niet met

source: does not contain
nl: bevat niet

source: does not end with
nl: eindigt niet met

source: Domain
nl: Domein

source: Domain dev
nl: Domein dev

source: Domain live
nl: Domein live

source: Domain test
nl: Domein test

source: Download file
nl: Download bestand

source: Drag items to change the order
nl: Sleep items om de volgorde te veranderen

source: Duplicate field
nl: Veld dupliceren

source: During restoring a branch, the database will be locked so that no other changes can be made in between. This means that Wiser and any other products (such as a website) that are linked to the same database will also be unavailable. Therefore, make sure you start the merge at a time when it will have the least impact (such as at night).
nl: Tijdens het terugzetten van een branch wordt de database geblokkeerd zodat er geen andere wijziging tussendoor gedaan kunnen worden. Dit betekent dat Wiser en eventuele andere producten (zoals een website) die gekoppeld zijn aan dezelfde database, ook niet bereikbaar zullen zijn. Zorg daarom dat u het samenvoegen start op een moment waarbij dit het minste impact heeft (zoals 's nachts).

source: Dynamic Content
nl: Dynamische Content

source: E-commerce entities
nl: E-commerce entiteiten

source: E-mail address
nl: E-mailadres

source: Each
nl: Elke

source: Edit Name
nl: Naam wijzigen

source: Edit task
nl: Taak aanpassen

source: Email content
nl: Inhoud mail

source: Enable aggregation
nl: Aggregatie inschakelen

source: Enables the data selector to be used in HTML editors in Wiser to add dynamic blocks of content to a page
nl: Zorgt ervoor dat de dataselector gebruikt kan worden in HTML-editors in Wiser om zo dynamische blokken van content toe te voegen op een pagina

source: Enables the data selector to be used in the communication module
nl: Zorgt ervoor dat de dataselector gebruikt kan worden in de communicatiemodule

source: Enables the data selector to be used in the export module
nl: Zorgt ervoor dat de dataselector gebruikt kan worden in de exportmodule

source: ends with
nl: eindigt met

source: Ensures that languages are loaded separately
nl: Zorgt ervoor dat talen apart geladen worden

source: Enter 0 to use the original height of the image.
nl: Vul 0 in om de originele hoogte van de afbeelding te gebruiken.

source: Enter 0 to use the original width of the image.
nl: Vul 0 in om de originele breedte van de afbeelding te gebruiken.

source: Enter a name
nl: Vul een naam in

source: Enter a name for a database schema that does not exist yet.
nl: Vul een naam in voor een databaseschema die nog niet bestaat.

source: Enter a name for a database user that does not exist yet.
nl: Vul een naam in voor een databagebruiker die nog niet bestaat.

source: Enter a name for the new branch
nl: Geef een naam op voor de nieuwe branche

source: Enter a name for this import so that you can recognize this import later.
nl: Vul een naam in voor deze import, waar u deze import later nog aan kunt herkennen.

source: Enter a name of an existing database schema.
nl: Vul een naam in van een bestaand databaseschema.

source: Enter a name of an existing database user.
nl: Vul een naam in van een bestaande databasegebruiker.

source: Enter a search value (press enter to search)...
nl: Vul een zoekwaarde in (druk op enter om te zoeken)...

source: Enter a value...
nl: Geef een waarde...

source: Enter the URL of your website
nl: Geef de URL op van uw website

source: Entities
nl: Entiteiten

source: Entity
nl: Entiteit

source: Entity of the type
nl: Entiteit van het type

source: Entity to link
nl: Entiteit om te koppelen

source: Environment
nl: Omgeving

source: Everything
nl: Alles

source: Everything added for X
nl: Alles wat toegevoegd is voor X

source: Example
nl: Voorbeeld

source: Execute query
nl: Query uitvoeren

source: Explanation
nl: Toelichting

source: Extended explanation
nl: Uitgebreide uitleg

source: External files
nl: Externe bestanden

source: Extra entities
nl: Extra entiteiten

source: Field
nl: Veld

source: Field name
nl: Veld naam

source: Fields
nl: Velden

source: File
nl: Bestand

source: Filename
nl: Bestandsnaam

source: Files / Images
nl: Bestanden / afbeeldingen

source: Fill
nl: Opvullen

source: Filter period
nl: Filter periode

source: First make a choice in the left menu.
nl: Maak eerst een keuze in het linkermenu.

source: First open this page
nl: Open eerst deze pagina

source: First, the image size will be made smaller until its width or height (whichever is greater) matches the specified size, then any remnants will be cuted off. Example: The image is 150x200 pixels and the desired size is 100x100 pixels. The final image will then be exactly 100x100 pizels, but because the proportions are now different, a piece of the image will be cuted off above and/or below. This can cause parts of an image to disappear.
nl: De afbeelding wordt eerst verkleind totdat de breedte of de hoogte (degene die het grootste is) overeenkomt met de opgegeven maat, daarna worden overblijfsels afgeknipt. Voorbeeld: De afbeelding is 150x200 pixels en het gewenste formaat is 100x100 pixels. De uiteindelijke afbeelding wordt dan exact 100x100 pizels, maar omdat de verhoudingen nu anders zijn, wordt er boven en/of onder een stuk van de afbeelding afgeknipt. Hierdoor kunnen dus delen van een afbeelding verdwijnen.

source: First, the image will be scaled down until the width or height (whichever is smaller) matches the specified size, then the image is filled with white space until the result exactly matches. Example: The image is 150x200 pixels and the desired size is 100x100 pixels. The final image will then be exactly 100x100 pixels, but because the proportions are now different, left and/or right white space will be added to the image.
nl: De afbeelding wordt eerst verkleind totdat de breedte of de hoogte (degene die het kleinste is) overeenkomt met de opgegeven maat, daarna wordt de afbeelding opgevuld met witruimte totdat de resulatie exact overeenkomt. Voorbeeld: De afbeelding is 150x200 pixels en het gewenste formaat is 100x100 pixels. De uiteindelijke afbeelding wordt dan exact 100x100 pizels, maar omdat de verhoudingen nu anders zijn, wordt er links en/of rechts witruimte toegevoegd aan de afbeelding.

source: Fixed time
nl: Vast moment

source: Fixed values
nl: Vaste waardes

source: For each layer that you add, you need to have a column in your query named 'idN', where 'N' is the depth number (starting with 1).
nl: Voor elke laag die u toevoegt, moet u een kolom in uw query hebben met de naam "idN", waarbij "N" het dieptenummer is (beginnend met 1).

source: For what kind of event the trigger will be executed for.
nl: Voor welk soort event de trigger zal worden uitgevoerd.

source: For which table this trigger is created or modified.
nl: Voor welke tabel deze trigger gemaakt of aangepast wordt.

source: Formula
nl: Formule

source: friday
nl: vrijdag

source: Friendly Name
nl: Vriendelijke Naam

source: From
nl: Van

source: From which URL should this template be accessible? Here a regular expression can be specified for dynamic values and parameters. If you divide the regular expression into groups and give those groups names, then those names can be used as variables in this template. Example:
nl: Vanaf welke URL moet deze template bereikbaar zijn? Hier kan een regular expression opgegeven worden voor dynamische waardes en parameters. Indien je de regular expression opdeelt in groepen en die groepen namen geeft, dan kunnen die namen gebruikt worden als variabelen in deze template. Voorbeeld:

source: from_
nl: van

source: Function
nl: Functie

source: Generate Entities
nl: Entiteiten Genereren

source: Generate file
nl: Genereer bestand

source: Generate standard entities
nl: Genereer standaard entiteiten

source: Get clusters
nl: Haal clusters op

source: Group
nl: Groep

source: Group by
nl: Groeperen op

source: Group column
nl: Groepeerkolom

source: Group fields prefix
nl: Groepeer velden prefix

source: Has custom delete-query
nl: Heeft custom delete-query

source: Has custom insert-query
nl: Heeft custom insert-query

source: Has custom update-query
nl: Heeft custom update-query

source: Height
nl: Hoogte

source: Height (in pixels)
nl: Hoogte (in pixels)

source: Height of the event area
nl: Hoogte van het event gedeelte

source: Hello
nl: Hallo
