Repository: happy-geeks/wiser
Catalog: FrontEnd/Modules/Translations/Resources/Core/Views/Home/Index.*.resx
Languages: nl

source: The customer's full company name. For example, 'Happy Geeks B.V.'. Only we see this name, the customer does not see this name anywhere.
nl: De volledige bedrijfsnaam van de klant. Bijvoorbeeld 'Happy Geeks B.V.'. Alleen wij zien deze naam terug, de klant ziet deze naam nergens.

source: The domain that will be used for the live. If you do not enter it now, you will have to enter it later in the settings module at the customer.<br />
nl: Het domein wat straks voor de live gebruikt zal worden. Indien je die nu niet invult, moet je die later in de instellingenmodule bij de klant invullen.<br />

source: The domain that will be used for the test. If you do not enter it now, you will have to enter it later in the settings module at the customer.<br />
nl: Het domein wat straks voor de test gebruikt zal worden. Indien je die nu niet invult, moet je die later in de instellingenmodule bij de klant invullen.<br />

source: The image can be cutted off/filled at the bottom and left.
nl: De afbeelding kan onder en links afgeknipt/opgevuld worden.

source: The image can be cutted off/filled at the bottom and right.
nl: De afbeelding kan onder en rechts afgeknipt/opgevuld worden.

source: The image can be cutted off/filled at the bottom, left and right.
nl: De afbeelding kan onder, links en rechts afgeknipt/opgevuld worden.

source: The image can be cutted off/filled at the top and left.
nl: De afbeelding kan boven en links afgeknipt/opgevuld worden.

source: The image can be cutted off/filled at the top and right.
nl: De afbeelding kan boven en rechts afgeknipt/opgevuld worden.

source: The image can be cutted off/filled at the top, bottom and left.
nl: De afbeelding kan boven, onder en links afgeknipt/opgevuld worden.

source: The image can be cutted off/filled at the top, bottom and right.
nl: De afbeelding kan boven, onder en rechts afgeknipt/opgevuld worden.

source: The image can be cutted off/filled at the top, bottom left and right.
nl: De afbeelding kan boven, onder links en rechts afgeknipt/opgevuld worden.

source: The image can be cutted off/filled at the top, left and right.
nl: De afbeelding kan boven, links en rechts afgeknipt/opgevuld worden.

source: The image is stretched or contracted until the resolution is exactly as specified. Warning: In many cases this causes distorted images.
nl: De afbeelding wordt uitgerekt of ingekrompen totdat de resulutie exact is zoals opgegeven. Waarschuwing: Dit zorgt in veel gevallen voor misvormde afbeeldingen.

source: The image size will be made smaller or larger to the size closest to the desired size. Proportions of the original image can be preserved. Example: The image is 150x200 pixels and the desired size is 150x150. The final image size will then be 113x150 pixels.
nl: De afbeelding wordt verkleind of vergroot naar de afmeting die het dichtst bij het gewenste formaat komt. Verhoudingen van de originele afbeelding worden hierbij behouden. Voorbeeld: De afbeelding is 150x200 pixels en het gewenste formaat is 150x150. De uiteindelijke afbeelding wordt dan 113x150 pixels.

source: The import is prepared. You will be notified as soon as it is completed.
nl: De import is klaargezet. Zodra deze gereed is, ontvangt u bericht.

source: The position on the image from which to cut or fill.
nl: De positie op de afbeelding vanuit waar geknipt of opgevuld moet worden.

# The regular expression that the URL must meet to load this generic template.
source: The regular expression that the URL must meet to load this generic template. For example ^((?!newsitem).)*$ for all pages where 'newsitem' is not in the name.
nl: De regular expression waar de URL aan moet voldoen om deze generieke template in te laden. Bijvoorbeeld ^((?!newsitem).)*$ voor alle paginas waar 'newsitem' niet in de naam voorkomt.

source: The selected items can be dragged
nl: De geselecteerde items kunnen versleept worden

source: The SMS message to be sent
nl: Het SMS-bericht dat gestuurd moet worden

source: The specified ID occurs more than once. Choose which type you want to open:
nl: Het opgegeven ID komt meerdere keren voor. Kies welk type u wilt openen:

source: The type of data that is expected back. This is only for functions, not stored procedures.
nl: Het type van de data die terug wordt verwacht. Dit is alleen voor functions, niet voor stored procedures.

source: The URL for Wiser dev has become:
nl: De URL voor Wiser dev is geworden:

source: The URL for Wiser Live has become:
nl: De URL voor Wiser Live is geworden:

source: The value of the field in the data file that should import the image must contain the name of the image as it is contained in the ZIP file, for example &quot;product.jpg&quot;. The images in the ZIP file must not be in a folder.
nl: De waarde van het veld in het data-bestand die de afbeelding moet importeren moet de naam van de afbeelding bevatten zoals deze in het ZIP-bestand zit, bijvoorbeeld &quot;product.jpg&quot;. De afbeeldingen in het ZIP-bestand mogen niet in een folder staan.

source: The way to resize the image:
nl: De manier waarop de afmetingen van de afbeelding aangepast moet worden:

source: The website name, which is added to the back of the title on every page. Example: Contact - Happy Geeks
nl: De naam van de website, deze wordt op elke pagina achteraan de titel toegevoegd. Voorbeeld: Contact - Happy Geeks

source: Then you will see some JSON. Copy the value of 'access_token' and paste it into this field. <br /> Then click on the 'Get Clusters' button below and then select the cluster to which the customer should be added.
nl: Vervolgens krijg je wat JSON te zien. Kopieer hieruit de waarde van "access_token" en plak die in dit veld. <br /> Klik daarna op de knop "Haal clusters op" hieronder en selecteer daarna het cluster waar de klant aan toegevoegd moet worden.

source: There are no changes in Wiser data to synchronize.
nl: Er zijn geen wijzigingen aan Wiser data om te synchroniseren.

source: This action cannot be undone. If you do not check all the options above, changes may be lost.
nl: Deze actie kan niet meer ongedaan gemaakt worden. Als u hierboven niet alle opties aanvinkt, kunnen er wijzigingen verloren gaan.

source: This allows changes which is made in a branch to be transferred to the production environment. You can then choose which changes should be implemented, which does not necessarily have to be everything. It is not possible to merge different branches. The merge always goes from a branch to the production environment.
nl: Hiermee kunnen wijzigingen die in een branch gedaan zijn, overgezet worden naar de productie-omgeving. U kunt dan kiezen welke wijzigingen doorgezet moeten worden, dat hoeft niet per se alles te zijn. Het is niet mogelijk om verschillende branches samen te voegen. Het samenvoegen gaat altijd van een branch naar de productie-omgeving.

source: This can be used to indicate where the e-mail address of the reseivers is exactly in the results of the query or data selector. This can be left blank if fixed reseivers are entered. If, for example, there is an 'email address' field in the data selector, then the value 'email address' can be entered here. If the e-mail address is on a deeper level, this can also be done by by separating with points, for example
nl: Hiermee kan aangegeven worden waar het e-mailadres van de ontvangers precies staat in de resultaten van de query of dataselector. Dit kan leeggelaten worden indien er vaste ontvangers zijn ingevuld. Indien er in de dataselector bijvoorbeeld een veld "emailadres" komt, dan kan hier de waarde "emailadres" ingevuld worden. Als het e-mailadres op een dieper niveau staat dan kan dat ook door te scheiden met punten, bijvoorbeeld

source: This can be used to indicate where the telephone number of the recipients is exactly in the results of the query or data selector. This can be left blank if fixed recipients are entered. If, for example, there is a field 'telephone number' in the data selector, then the value '{telephone number}' can be entered here. If the phone number is on a deeper level, you can also separate it with dots, for example '{customer.phone}'.
nl: Hiermee kan aangegeven worden waar het telefoonnummer van de ontvangers precies staat in de resultaten van de query of dataselector. Dit kan leeggelaten worden indien er vaste ontvangers zijn ingevuld. Indien er in de dataselector bijvoorbeeld een veld "telefoonnummer" komt, dan kan hier de waarde "{telefoonnummer}" ingevuld worden. Als het telefoonnummer op een dieper niveau staat dan kan dat ook door te scheiden met punten, bijvoorbeeld "{customer.phone}".

source: This only works if the data selector is loaded based on ID
nl: Dit werkt alleen als de dataselector op basis van ID geladen wordt

source: This query is executed 1 time at the beginning while loading this template. The results of this query can be used elsewhere in the template with the prefix 'template.'. For example, if the query returns a 'title' column, then the variable '{template.title}' can be used anywhere in the template, including dynamic components. Only the first line of the query result can be used. This query can also be used to put SEO meta tags on the page. The query must contain one or more of the following columns, which will then be processed automatically: SEOtitle, SEOdescription, SEOkeywords, SEOcanonical, noindex, nofollow and SEOrobots.
nl: Deze query wordt 1 keer helemaal aan het begin uitgevoerd tijdens het laden van deze template. De resultaten van deze query kunnen dan op andere plekken in de template gebruikt worden met de prefix "template.". Als de query bijvoorbeeld een kolom "title" terruggeeft, dan kan de variabele "{template.title}" overal in de template gebruikt worden, inclusief dynamische componenten. Alleen de eerste regel van het resultaat van de query kan gebruikt worden. Deze query kan ook gebruikt worden om SEO meta tags op de pagina te zetten. De query moet dan een of meer van de volgende kolommen bevatten, die worden dan automatisch verwerkt: SEOtitle, SEOdescription, SEOkeywords, SEOcanonical, noindex, nofollow en SEOrobots.

source: This template is the default footer
nl: Deze template is de standaard footer

source: This template is the default header
nl: Deze template is de standaard header

source: thursday
nl: donderdag

source: Till
nl: Tot

source: To create a new tab; create a new field, or change an existing field, and enter the name for the new tab at 'Tab'
nl: Om een nieuwe tab te maken; maak een nieuw veld aan, of wijzig een bestaand veld, en vul bij "Tab" de naam voor de nieuwe tab in.

source: Top
nl: Boven

source: Top-left
nl: Linksboven

source: Top-right
nl: Rechtsboven

source: Translate item
nl: Item vertalen

source: Translations
nl: Vertalingen

source: tuesday
nl: dinsdag

source: Unchecked
nl: Uitgevinkt

source: Undelete item
nl: Verwijderen ongedaan maken

source: Undo
nl: Ongedaan maken

source: Upload
nl: Laden

source: URL to website
nl: URL naar website

source: Use combobox as dropdown
nl: Combobox als dropdown gebruiken

source: Use the Data selector to select which items should be deleted.
nl: Gebruik de Data selector om een selectie te maken welke items verwijderd moeten worden.

source: User
nl: Gebruiker

source: User must be logged in to view this template
nl: Gebruiker moet ingelogd zijn om deze template te zien

source: User name
nl: Loginnaam

source: User parameters
nl: Gebruiker parameters

source: Users who have opened this template
nl: Gebruikers die deze template geopend hebben

source: Value branch
nl: Waarde branch

source: Value original
nl: Waarde origineel

source: Version
nl: Versie

source: View HTML
nl: HTML bekijken

source: Visible by default in summary tables
nl: Standaard zichtbaar in overzichtstabellen

source: Waiting for response
nl: Wacht op reactie

source: We couldn't find an email address in your account. Please enter an email address so we can notify you when the import is completed.
nl: We hebben geen e-mailadres gevonden in uw account. Vul a.u.b. een e-mailadres in zodat we u een bericht kunnen sturen wanneer de import klaar is.

source: Website name
nl: Naam van website

source: wednesday
nl: woensdag

source: week/weeks
nl: week/weken

source: Welcome
nl: Welkom

source: What
nl: Wat

source: What is the desired company name and/or account name?
nl: Wat is de gewenste bedrijfsnaam en/of accountnaam?

source: What is the subdomain to use for Wiser?
nl: Wat is het subdomein dat gebruikt moet worden voor Wiser?

source: Where do you want to open the branch?
nl: Waar wilt u de branch openen?

source: Where should the cache be stored? In memory is the fastest, but this cache is lost when the application pool is restarted.
nl: Waar moet de cache opgeslagen worden? In geheugen is het snelste, maar deze cache gaat verloren bij herstart van de application pool.

source: Which data do you want to transfer to the branche?
nl: Welke data wil je naar de branche overzetten?

source: Width
nl: Breedte

source: Width (in %)
nl: Breedte (in %)

source: Width in table (in pixels)
nl: Breedte in tabel (in pixels)

source: Window height
nl: Venster hoogte

source: Window width
nl: Venster breedte

source: You are currently logged in to a branch of this customer. It is not possible/allowed to use the template module in an industry.<br/> Please log into the customer's live environment and work in the template module there.
nl: Je bent op dit moment ingelogd bij een branch van deze klant. Het is niet mogelijk/toegestaan om de templatemodule te gebruiken in een branch.<br/> Log a.u.b. in op de live-omgeving van de klant en werk daar in de templatemodule.

source: You entered the following database user:
nl: Je hebt de volgende databasegebruiker ingevuld:

source: You have no other branches yet. Please create a new branch first using the 'Create new branch' option.
nl: U heeft nog geen andere branches. Maak a.u.b. eerst een nieuwe branch aan via de optie 'Nieuwe branch aanmaken'.
